Resources/recordings/garethp/ews/Test/Contacts/ContactsAPI.testDeleteContactField.json

[{"error":false,"statusCode":200,"headers":{"Cache-Control":["private"],"Transfer-Encoding":["chunked"],"Content-Type":["text\/xml; charset=utf-8"],"Server":["Microsoft-IIS\/8.5"],"request-id":["28a40ff3-629a-4fbe-b82c-464fab2ffb00"],"Set-Cookie":["ClientId=X9CSHOHEOZSFYFKYNW; expires=Sat, 13-May-2017 11:44:06 GMT; path=\/; HttpOnly","exchangecookie=14d79351eb1d49eea774f11444c66258; expires=Sat, 13-May-2017 11:44:06 GMT; path=\/; HttpOnly","X-BackEndCookie=S-1-5-21-2147495179-3017276484-3716729273-29352=u56Lnp2ejJqBx8zGzsibzs\/SnZybmtLLzc3L0sacmsrSzsyemsmbm8nNnZvGgYHNz87J0s\/J0s7Nq87OxcvLxc\/J; expires=Sun, 12-Jun-2016 11:44:06 GMT; path=\/EWS; secure; HttpOnly"],"X-CalculatedBETarget":["cldsha2120.cloud.local"],"X-DiagInfo":["CLDSHA2120"],"X-BEServer":["CLDSHA2120"],"X-AspNet-Version":["4.0.30319"],"Persistent-Auth":["true"],"X-Powered-By":["ASP.NET"],"X-FEServer":["CLDSHA2122"],"Date":["Fri, 13 May 2016 11:44:05 GMT"]},"body":"<?xml version=\"1.0\" encoding=\"utf-8\"?><s:Envelope xmlns:s=\"http:\/\/schemas.xmlsoap.org\/soap\/envelope\/\"><s:Header><h:ServerVersionInfo MajorVersion=\"15\" MinorVersion=\"0\" MajorBuildNumber=\"1156\" MinorBuildNumber=\"2\" Version=\"V2_23\" xmlns:h=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\" xmlns=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\" xmlns:xsd=\"http:\/\/www.w3.org\/2001\/XMLSchema\" xmlns:xsi=\"http:\/\/www.w3.org\/2001\/XMLSchema-instance\"\/><\/s:Header><s:Body xmlns:xsi=\"http:\/\/www.w3.org\/2001\/XMLSchema-instance\" xmlns:xsd=\"http:\/\/www.w3.org\/2001\/XMLSchema\"><m:GetFolderResponse xmlns:m=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/messages\" xmlns:t=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\"><m:ResponseMessages><m:GetFolderResponseMessage ResponseClass=\"Success\"><m:ResponseCode>NoError<\/m:ResponseCode><m:Folders><t:ContactsFolder><t:FolderId Id=\"AQMkADhiZjhlMDZjLTc0MDItNDI5OQAtOTcyMC02M2U2NDZhZmI3MTMALgAAA6i8KDve4qpIkQ6MdHAyIZ4BAPkqvLM2ftlLgyCv9ALxwvYAAAIBDgAAAA==\" ChangeKey=\"AwAAABYAAAD5KryzNn7ZS4Mgr\/QC8cL2AACQDOc3\"\/><t:DisplayName>Contacts<\/t:DisplayName><t:TotalCount>1<\/t:TotalCount><t:ChildFolderCount>5<\/t:ChildFolderCount><\/t:ContactsFolder><\/m:Folders><\/m:GetFolderResponseMessage><\/m:ResponseMessages><\/m:GetFolderResponse><\/s:Body><\/s:Envelope>"},{"error":false,"statusCode":200,"headers":{"Cache-Control":["private"],"Transfer-Encoding":["chunked"],"Content-Type":["text\/xml; charset=utf-8"],"Server":["Microsoft-IIS\/8.5"],"request-id":["65ca44a0-d656-44d7-954d-fa2dd3e04a4c"],"Set-Cookie":["ClientId=TUMJ9AKP0EKMEKKETJRRQ; expires=Sat, 13-May-2017 11:44:06 GMT; path=\/; HttpOnly","exchangecookie=9499d1707898449595a5809061f81956; expires=Sat, 13-May-2017 11:44:06 GMT; path=\/; HttpOnly","X-BackEndCookie=S-1-5-21-2147495179-3017276484-3716729273-29352=u56Lnp2ejJqBx8zGzsibzs\/SnZybmtLLzc3L0sacmsrSzsyemsmbm8nNnZvGgYHNz87J0s\/J0s7Nq87OxcvLxc\/J; expires=Sun, 12-Jun-2016 11:44:06 GMT; path=\/EWS; secure; HttpOnly"],"X-CalculatedBETarget":["cldsha2120.cloud.local"],"X-DiagInfo":["CLDSHA2120"],"X-BEServer":["CLDSHA2120"],"X-AspNet-Version":["4.0.30319"],"X-Powered-By":["ASP.NET"],"X-FEServer":["CLDSHA2122"],"Date":["Fri, 13 May 2016 11:44:05 GMT"]},"body":"<?xml version=\"1.0\" encoding=\"utf-8\"?><s:Envelope xmlns:s=\"http:\/\/schemas.xmlsoap.org\/soap\/envelope\/\"><s:Header><h:ServerVersionInfo MajorVersion=\"15\" MinorVersion=\"0\" MajorBuildNumber=\"1156\" MinorBuildNumber=\"2\" Version=\"V2_23\" xmlns:h=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\" xmlns=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\" xmlns:xsd=\"http:\/\/www.w3.org\/2001\/XMLSchema\" xmlns:xsi=\"http:\/\/www.w3.org\/2001\/XMLSchema-instance\"\/><\/s:Header><s:Body xmlns:xsi=\"http:\/\/www.w3.org\/2001\/XMLSchema-instance\" xmlns:xsd=\"http:\/\/www.w3.org\/2001\/XMLSchema\"><m:FindFolderResponse xmlns:m=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/messages\" xmlns:t=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\"><m:ResponseMessages><m:FindFolderResponseMessage ResponseClass=\"Success\"><m:ResponseCode>NoError<\/m:ResponseCode><m:RootFolder TotalItemsInView=\"5\" IncludesLastItemInRange=\"true\"><t:Folders><t:ContactsFolder><t:FolderId Id=\"AAMkADhiZjhlMDZjLTc0MDItNDI5OS05NzIwLTYzZTY0NmFmYjcxMwAuAAAAAACovCg73uKqSJEOjHRwMiGeAQD5KryzNn7ZS4Mgr\/QC8cL2AAAGaOsjAAA=\" ChangeKey=\"AwAAABYAAAD5KryzNn7ZS4Mgr\/QC8cL2AAAGaQf4\"\/><t:ParentFolderId Id=\"AQMkADhiZjhlMDZjLTc0MDItNDI5OQAtOTcyMC02M2U2NDZhZmI3MTMALgAAA6i8KDve4qpIkQ6MdHAyIZ4BAPkqvLM2ftlLgyCv9ALxwvYAAAIBDgAAAA==\" ChangeKey=\"AQAAAA==\"\/><t:FolderClass>IPF.Contact.MOC.QuickContacts<\/t:FolderClass><t:DisplayName>{06967759-274D-40B2-A3EB-D7F9E73727D7}<\/t:DisplayName><t:TotalCount>0<\/t:TotalCount><t:ChildFolderCount>0<\/t:ChildFolderCount><t:EffectiveRights><t:CreateAssociated>true<\/t:CreateAssociated><t:CreateContents>true<\/t:CreateContents><t:CreateHierarchy>true<\/t:CreateHierarchy><t:Delete>true<\/t:Delete><t:Modify>true<\/t:Modify><t:Read>true<\/t:Read><\/t:EffectiveRights><\/t:ContactsFolder><t:ContactsFolder><t:FolderId Id=\"AAMkADhiZjhlMDZjLTc0MDItNDI5OS05NzIwLTYzZTY0NmFmYjcxMwAuAAAAAACovCg73uKqSJEOjHRwMiGeAQD5KryzNn7ZS4Mgr\/QC8cL2AAAGaOskAAA=\" ChangeKey=\"AwAAABYAAAD5KryzNn7ZS4Mgr\/QC8cL2AAAGaQgA\"\/><t:ParentFolderId Id=\"AQMkADhiZjhlMDZjLTc0MDItNDI5OQAtOTcyMC02M2U2NDZhZmI3MTMALgAAA6i8KDve4qpIkQ6MdHAyIZ4BAPkqvLM2ftlLgyCv9ALxwvYAAAIBDgAAAA==\" ChangeKey=\"AQAAAA==\"\/><t:FolderClass>IPF.Contact.MOC.ImContactList<\/t:FolderClass><t:DisplayName>{A9E2BC46-B3A0-4243-B315-60D991004455}<\/t:DisplayName><t:TotalCount>0<\/t:TotalCount><t:ChildFolderCount>0<\/t:ChildFolderCount><t:EffectiveRights><t:CreateAssociated>true<\/t:CreateAssociated><t:CreateContents>true<\/t:CreateContents><t:CreateHierarchy>true<\/t:CreateHierarchy><t:Delete>true<\/t:Delete><t:Modify>true<\/t:Modify><t:Read>true<\/t:Read><\/t:EffectiveRights><\/t:ContactsFolder><t:ContactsFolder><t:FolderId Id=\"AAMkADhiZjhlMDZjLTc0MDItNDI5OS05NzIwLTYzZTY0NmFmYjcxMwAuAAAAAACovCg73uKqSJEOjHRwMiGeAQD5KryzNn7ZS4Mgr\/QC8cL2AAAGaOslAAA=\" ChangeKey=\"AwAAABYAAAD5KryzNn7ZS4Mgr\/QC8cL2AAAGaQgk\"\/><t:ParentFolderId Id=\"AQMkADhiZjhlMDZjLTc0MDItNDI5OQAtOTcyMC02M2U2NDZhZmI3MTMALgAAA6i8KDve4qpIkQ6MdHAyIZ4BAPkqvLM2ftlLgyCv9ALxwvYAAAIBDgAAAA==\" ChangeKey=\"AQAAAA==\"\/><t:FolderClass>IPF.Contact.GalContacts<\/t:FolderClass><t:DisplayName>GAL Contacts<\/t:DisplayName><t:TotalCount>0<\/t:TotalCount><t:ChildFolderCount>0<\/t:ChildFolderCount><t:EffectiveRights><t:CreateAssociated>true<\/t:CreateAssociated><t:CreateContents>true<\/t:CreateContents><t:CreateHierarchy>true<\/t:CreateHierarchy><t:Delete>true<\/t:Delete><t:Modify>true<\/t:Modify><t:Read>true<\/t:Read><\/t:EffectiveRights><\/t:ContactsFolder><t:ContactsFolder><t:FolderId Id=\"AAMkADhiZjhlMDZjLTc0MDItNDI5OS05NzIwLTYzZTY0NmFmYjcxMwAuAAAAAACovCg73uKqSJEOjHRwMiGeAQD5KryzNn7ZS4Mgr\/QC8cL2AAAGaOsiAAA=\" ChangeKey=\"AwAAABYAAAD5KryzNn7ZS4Mgr\/QC8cL2AAAGaQfv\"\/><t:ParentFolderId Id=\"AQMkADhiZjhlMDZjLTc0MDItNDI5OQAtOTcyMC02M2U2NDZhZmI3MTMALgAAA6i8KDve4qpIkQ6MdHAyIZ4BAPkqvLM2ftlLgyCv9ALxwvYAAAIBDgAAAA==\" ChangeKey=\"AQAAAA==\"\/><t:FolderClass>IPF.Contact.RecipientCache<\/t:FolderClass><t:DisplayName>Recipient Cache<\/t:DisplayName><t:TotalCount>6<\/t:TotalCount><t:ChildFolderCount>0<\/t:ChildFolderCount><t:EffectiveRights><t:CreateAssociated>true<\/t:CreateAssociated><t:CreateContents>true<\/t:CreateContents><t:CreateHierarchy>true<\/t:CreateHierarchy><t:Delete>true<\/t:Delete><t:Modify>true<\/t:Modify><t:Read>true<\/t:Read><\/t:EffectiveRights><\/t:ContactsFolder><t:ContactsFolder><t:FolderId Id=\"AAMkADhiZjhlMDZjLTc0MDItNDI5OS05NzIwLTYzZTY0NmFmYjcxMwAuAAAAAACovCg73uKqSJEOjHRwMiGeAQD5KryzNn7ZS4Mgr\/QC8cL2AACQB4GGAAA=\" ChangeKey=\"AwAAABYAAAD5KryzNn7ZS4Mgr\/QC8cL2AACQDO\/p\"\/><t:ParentFolderId Id=\"AQMkADhiZjhlMDZjLTc0MDItNDI5OQAtOTcyMC02M2U2NDZhZmI3MTMALgAAA6i8KDve4qpIkQ6MdHAyIZ4BAPkqvLM2ftlLgyCv9ALxwvYAAAIBDgAAAA==\" ChangeKey=\"AQAAAA==\"\/><t:FolderClass>IPF.Contact<\/t:FolderClass><t:DisplayName>Test<\/t:DisplayName><t:TotalCount>0<\/t:TotalCount><t:ChildFolderCount>0<\/t:ChildFolderCount><t:EffectiveRights><t:CreateAssociated>true<\/t:CreateAssociated><t:CreateContents>true<\/t:CreateContents><t:CreateHierarchy>true<\/t:CreateHierarchy><t:Delete>true<\/t:Delete><t:Modify>true<\/t:Modify><t:Read>true<\/t:Read><\/t:EffectiveRights><\/t:ContactsFolder><\/t:Folders><\/m:RootFolder><\/m:FindFolderResponseMessage><\/m:ResponseMessages><\/m:FindFolderResponse><\/s:Body><\/s:Envelope>"},{"error":false,"statusCode":200,"headers":{"Cache-Control":["private"],"Transfer-Encoding":["chunked"],"Content-Type":["text\/xml; charset=utf-8"],"Server":["Microsoft-IIS\/8.5"],"request-id":["9cd79d24-79b0-40f6-ad93-bdf31a4ba463"],"Set-Cookie":["ClientId=BNUWWYKEPNJEEZUIFWQ; expires=Sat, 13-May-2017 11:44:06 GMT; path=\/; HttpOnly","exchangecookie=5bcc689509fb42188b1483fe65a92de3; expires=Sat, 13-May-2017 11:44:06 GMT; path=\/; HttpOnly","X-BackEndCookie=S-1-5-21-2147495179-3017276484-3716729273-29352=u56Lnp2ejJqBx8zGzsibzs\/SnZybmtLLzc3L0sacmsrSzsyemsmbm8nNnZvGgYHNz87J0s\/J0s7Nq87OxcvLxc\/J; expires=Sun, 12-Jun-2016 11:44:06 GMT; path=\/EWS; secure; HttpOnly"],"X-CalculatedBETarget":["cldsha2120.cloud.local"],"X-DiagInfo":["CLDSHA2120"],"X-BEServer":["CLDSHA2120"],"X-AspNet-Version":["4.0.30319"],"X-Powered-By":["ASP.NET"],"X-FEServer":["CLDSHA2122"],"Date":["Fri, 13 May 2016 11:44:05 GMT"]},"body":"<?xml version=\"1.0\" encoding=\"utf-8\"?><s:Envelope xmlns:s=\"http:\/\/schemas.xmlsoap.org\/soap\/envelope\/\"><s:Header><h:ServerVersionInfo MajorVersion=\"15\" MinorVersion=\"0\" MajorBuildNumber=\"1156\" MinorBuildNumber=\"2\" Version=\"V2_23\" xmlns:h=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\" xmlns=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\" xmlns:xsd=\"http:\/\/www.w3.org\/2001\/XMLSchema\" xmlns:xsi=\"http:\/\/www.w3.org\/2001\/XMLSchema-instance\"\/><\/s:Header><s:Body xmlns:xsi=\"http:\/\/www.w3.org\/2001\/XMLSchema-instance\" xmlns:xsd=\"http:\/\/www.w3.org\/2001\/XMLSchema\"><m:CreateItemResponse xmlns:m=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/messages\" xmlns:t=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\"><m:ResponseMessages><m:CreateItemResponseMessage ResponseClass=\"Success\"><m:ResponseCode>NoError<\/m:ResponseCode><m:Items><t:Contact><t:ItemId Id=\"AAMkADhiZjhlMDZjLTc0MDItNDI5OS05NzIwLTYzZTY0NmFmYjcxMwBGAAAAAACovCg73uKqSJEOjHRwMiGeBwD5KryzNn7ZS4Mgr\/QC8cL2AACQB4GGAAD5KryzNn7ZS4Mgr\/QC8cL2AACQB9GqAAA=\" ChangeKey=\"EQAAABYAAAD5KryzNn7ZS4Mgr\/QC8cL2AACQDOFp\"\/><\/t:Contact><\/m:Items><\/m:CreateItemResponseMessage><\/m:ResponseMessages><\/m:CreateItemResponse><\/s:Body><\/s:Envelope>"},{"error":false,"statusCode":200,"headers":{"Cache-Control":["private"],"Transfer-Encoding":["chunked"],"Content-Type":["text\/xml; charset=utf-8"],"Server":["Microsoft-IIS\/8.5"],"request-id":["14ed367d-47a3-48c2-aab3-529838923cb3"],"Set-Cookie":["ClientId=KTTYW0BKUSTBWKHTVDXQ; expires=Sat, 13-May-2017 11:44:06 GMT; path=\/; HttpOnly","exchangecookie=a5c7da1be9fb4b49b4e5fb8ad1c58b09; expires=Sat, 13-May-2017 11:44:06 GMT; path=\/; HttpOnly","X-BackEndCookie=S-1-5-21-2147495179-3017276484-3716729273-29352=u56Lnp2ejJqBx8zGzsibzs\/SnZybmtLLzc3L0sacmsrSzsyemsmbm8nNnZvGgYHNz87J0s\/J0s7Nq87OxcvLxc\/J; expires=Sun, 12-Jun-2016 11:44:06 GMT; path=\/EWS; secure; HttpOnly"],"X-CalculatedBETarget":["cldsha2120.cloud.local"],"X-DiagInfo":["CLDSHA2120"],"X-BEServer":["CLDSHA2120"],"X-AspNet-Version":["4.0.30319"],"X-Powered-By":["ASP.NET"],"X-FEServer":["CLDSHA2122"],"Date":["Fri, 13 May 2016 11:44:05 GMT"]},"body":"<?xml version=\"1.0\" encoding=\"utf-8\"?><s:Envelope xmlns:s=\"http:\/\/schemas.xmlsoap.org\/soap\/envelope\/\"><s:Header><h:ServerVersionInfo MajorVersion=\"15\" MinorVersion=\"0\" MajorBuildNumber=\"1156\" MinorBuildNumber=\"2\" Version=\"V2_23\" xmlns:h=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\" xmlns=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\" xmlns:xsd=\"http:\/\/www.w3.org\/2001\/XMLSchema\" xmlns:xsi=\"http:\/\/www.w3.org\/2001\/XMLSchema-instance\"\/><\/s:Header><s:Body xmlns:xsi=\"http:\/\/www.w3.org\/2001\/XMLSchema-instance\" xmlns:xsd=\"http:\/\/www.w3.org\/2001\/XMLSchema\"><m:UpdateItemResponse xmlns:m=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/messages\" xmlns:t=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\"><m:ResponseMessages><m:UpdateItemResponseMessage ResponseClass=\"Success\"><m:ResponseCode>NoError<\/m:ResponseCode><m:Items><t:Contact><t:ItemId Id=\"AAMkADhiZjhlMDZjLTc0MDItNDI5OS05NzIwLTYzZTY0NmFmYjcxMwBGAAAAAACovCg73uKqSJEOjHRwMiGeBwD5KryzNn7ZS4Mgr\/QC8cL2AACQB4GGAAD5KryzNn7ZS4Mgr\/QC8cL2AACQB9GqAAA=\" ChangeKey=\"EQAAABYAAAD5KryzNn7ZS4Mgr\/QC8cL2AACQDOFq\"\/><\/t:Contact><\/m:Items><m:ConflictResults><t:Count>0<\/t:Count><\/m:ConflictResults><\/m:UpdateItemResponseMessage><\/m:ResponseMessages><\/m:UpdateItemResponse><\/s:Body><\/s:Envelope>"},{"error":false,"statusCode":200,"headers":{"Cache-Control":["private"],"Transfer-Encoding":["chunked"],"Content-Type":["text\/xml; charset=utf-8"],"Server":["Microsoft-IIS\/8.5"],"request-id":["ed657a9d-f0a5-4526-a9b2-d830f6bfd9d6"],"Set-Cookie":["ClientId=KNXOBXFTECEWKUBNDEBW; expires=Sat, 13-May-2017 11:44:06 GMT; path=\/; HttpOnly","exchangecookie=8ddf56b70ee0474cae540bc9bc114a3d; expires=Sat, 13-May-2017 11:44:06 GMT; path=\/; HttpOnly","X-BackEndCookie=S-1-5-21-2147495179-3017276484-3716729273-29352=u56Lnp2ejJqBx8zGzsibzs\/SnZybmtLLzc3L0sacmsrSzsyemsmbm8nNnZvGgYHNz87J0s\/J0s7Nq87OxcvLxc\/J; expires=Sun, 12-Jun-2016 11:44:06 GMT; path=\/EWS; secure; HttpOnly"],"X-CalculatedBETarget":["cldsha2120.cloud.local"],"X-DiagInfo":["CLDSHA2120"],"X-BEServer":["CLDSHA2120"],"X-AspNet-Version":["4.0.30319"],"X-Powered-By":["ASP.NET"],"X-FEServer":["CLDSHA2122"],"Date":["Fri, 13 May 2016 11:44:05 GMT"]},"body":"<?xml version=\"1.0\" encoding=\"utf-8\"?><s:Envelope xmlns:s=\"http:\/\/schemas.xmlsoap.org\/soap\/envelope\/\"><s:Header><h:ServerVersionInfo MajorVersion=\"15\" MinorVersion=\"0\" MajorBuildNumber=\"1156\" MinorBuildNumber=\"2\" Version=\"V2_23\" xmlns:h=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\" xmlns=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\" xmlns:xsd=\"http:\/\/www.w3.org\/2001\/XMLSchema\" xmlns:xsi=\"http:\/\/www.w3.org\/2001\/XMLSchema-instance\"\/><\/s:Header><s:Body xmlns:xsi=\"http:\/\/www.w3.org\/2001\/XMLSchema-instance\" xmlns:xsd=\"http:\/\/www.w3.org\/2001\/XMLSchema\"><m:GetItemResponse xmlns:m=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/messages\" xmlns:t=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\"><m:ResponseMessages><m:GetItemResponseMessage ResponseClass=\"Success\"><m:ResponseCode>NoError<\/m:ResponseCode><m:Items><t:Contact><t:ItemId Id=\"AAMkADhiZjhlMDZjLTc0MDItNDI5OS05NzIwLTYzZTY0NmFmYjcxMwBGAAAAAACovCg73uKqSJEOjHRwMiGeBwD5KryzNn7ZS4Mgr\/QC8cL2AACQB4GGAAD5KryzNn7ZS4Mgr\/QC8cL2AACQB9GqAAA=\" ChangeKey=\"EQAAABYAAAD5KryzNn7ZS4Mgr\/QC8cL2AACQDOFq\"\/><t:ParentFolderId Id=\"AAMkADhiZjhlMDZjLTc0MDItNDI5OS05NzIwLTYzZTY0NmFmYjcxMwAuAAAAAACovCg73uKqSJEOjHRwMiGeAQD5KryzNn7ZS4Mgr\/QC8cL2AACQB4GGAAA=\" ChangeKey=\"AQAAAA==\"\/><t:ItemClass>IPM.Contact<\/t:ItemClass><t:Subject>Smith<\/t:Subject><t:Sensitivity>Normal<\/t:Sensitivity><t:Body BodyType=\"Text\"\/><t:DateTimeReceived>2016-05-13T11:44:06Z<\/t:DateTimeReceived><t:Size>1280<\/t:Size><t:Importance>Normal<\/t:Importance><t:IsSubmitted>false<\/t:IsSubmitted><t:IsDraft>true<\/t:IsDraft><t:IsFromMe>false<\/t:IsFromMe><t:IsResend>false<\/t:IsResend><t:IsUnmodified>false<\/t:IsUnmodified><t:DateTimeSent>2016-05-13T11:44:06Z<\/t:DateTimeSent><t:DateTimeCreated>2016-05-13T11:44:06Z<\/t:DateTimeCreated><t:DisplayCc\/><t:DisplayTo\/><t:HasAttachments>false<\/t:HasAttachments><t:Culture>en-US<\/t:Culture><t:EffectiveRights><t:CreateAssociated>false<\/t:CreateAssociated><t:CreateContents>false<\/t:CreateContents><t:CreateHierarchy>false<\/t:CreateHierarchy><t:Delete>true<\/t:Delete><t:Modify>true<\/t:Modify><t:Read>true<\/t:Read><\/t:EffectiveRights><t:LastModifiedName>Gareth Parker \/ True<\/t:LastModifiedName><t:LastModifiedTime>2016-05-13T11:44:06Z<\/t:LastModifiedTime><t:IsAssociated>false<\/t:IsAssociated><t:WebClientReadFormQueryString>?ItemID=AAMkADhiZjhlMDZjLTc0MDItNDI5OS05NzIwLTYzZTY0NmFmYjcxMwBGAAAAAACovCg73uKqSJEOjHRwMiGeBwD5KryzNn7ZS4Mgr%2FQC8cL2AACQB4GGAAD5KryzNn7ZS4Mgr%2FQC8cL2AACQB9GqAAA%3D&amp;exvsurl=1&amp;viewmodel=PersonaCardViewModelFactory<\/t:WebClientReadFormQueryString><t:WebClientEditFormQueryString>?ItemID=AAMkADhiZjhlMDZjLTc0MDItNDI5OS05NzIwLTYzZTY0NmFmYjcxMwBGAAAAAACovCg73uKqSJEOjHRwMiGeBwD5KryzNn7ZS4Mgr%2FQC8cL2AACQB4GGAAD5KryzNn7ZS4Mgr%2FQC8cL2AACQB9GqAAA%3D&amp;exvsurl=1&amp;viewmodel=<\/t:WebClientEditFormQueryString><t:ConversationId Id=\"AAQkADhiZjhlMDZjLTc0MDItNDI5OS05NzIwLTYzZTY0NmFmYjcxMwAQAHR5IgaxGMxJl++xbmNvUqE=\"\/><t:FileAs\/><t:FileAsMapping>None<\/t:FileAsMapping><t:DisplayName>Smith<\/t:DisplayName><t:CompleteName><t:LastName>Smith<\/t:LastName><t:FullName>Smith<\/t:FullName><\/t:CompleteName><t:EmailAddresses><t:Entry Key=\"EmailAddress1\" Name=\"john.smith@gmail.com\" RoutingType=\"SMTP\" MailboxType=\"Contact\">john.smith@gmail.com<\/t:Entry><\/t:EmailAddresses><t:PhysicalAddresses><t:Entry Key=\"Business\"><t:Street>123 Street<\/t:Street><t:State>123 State<\/t:State><\/t:Entry><\/t:PhysicalAddresses><t:Surname>Smith<\/t:Surname><\/t:Contact><\/m:Items><\/m:GetItemResponseMessage><\/m:ResponseMessages><\/m:GetItemResponse><\/s:Body><\/s:Envelope>"},{"error":false,"statusCode":200,"headers":{"Cache-Control":["private"],"Transfer-Encoding":["chunked"],"Content-Type":["text\/xml; charset=utf-8"],"Server":["Microsoft-IIS\/8.5"],"request-id":["63194c74-314a-44f3-9f01-cea0cd921ad3"],"Set-Cookie":["ClientId=PRUNMCHHULTNXWYGA; expires=Sat, 13-May-2017 11:44:06 GMT; path=\/; HttpOnly","exchangecookie=26e25f2fd5f948e2a72f1894e0a91bb8; expires=Sat, 13-May-2017 11:44:06 GMT; path=\/; HttpOnly","X-BackEndCookie=S-1-5-21-2147495179-3017276484-3716729273-29352=u56Lnp2ejJqBx8zGzsibzs\/SnZybmtLLzc3L0sacmsrSzsyemsmbm8nNnZvGgYHNz87J0s\/J0s7Nq87OxcvLxc\/J; expires=Sun, 12-Jun-2016 11:44:06 GMT; path=\/EWS; secure; HttpOnly"],"X-CalculatedBETarget":["cldsha2120.cloud.local"],"X-DiagInfo":["CLDSHA2120"],"X-BEServer":["CLDSHA2120"],"X-AspNet-Version":["4.0.30319"],"X-Powered-By":["ASP.NET"],"X-FEServer":["CLDSHA2122"],"Date":["Fri, 13 May 2016 11:44:05 GMT"]},"body":"<?xml version=\"1.0\" encoding=\"utf-8\"?><s:Envelope xmlns:s=\"http:\/\/schemas.xmlsoap.org\/soap\/envelope\/\"><s:Header><h:ServerVersionInfo MajorVersion=\"15\" MinorVersion=\"0\" MajorBuildNumber=\"1156\" MinorBuildNumber=\"2\" Version=\"V2_23\" xmlns:h=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\" xmlns=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\" xmlns:xsd=\"http:\/\/www.w3.org\/2001\/XMLSchema\" xmlns:xsi=\"http:\/\/www.w3.org\/2001\/XMLSchema-instance\"\/><\/s:Header><s:Body xmlns:xsi=\"http:\/\/www.w3.org\/2001\/XMLSchema-instance\" xmlns:xsd=\"http:\/\/www.w3.org\/2001\/XMLSchema\"><m:DeleteItemResponse xmlns:m=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/messages\" xmlns:t=\"http:\/\/schemas.microsoft.com\/exchange\/services\/2006\/types\"><m:ResponseMessages><m:DeleteItemResponseMessage ResponseClass=\"Success\"><m:ResponseCode>NoError<\/m:ResponseCode><\/m:DeleteItemResponseMessage><\/m:ResponseMessages><\/m:DeleteItemResponse><\/s:Body><\/s:Envelope>"}]